Repository: CircleCode/dynacase-httpapi-v1
Catalog: locale/*/HTTPAPI_V1_*.po
Languages: fr

# ddui
source: %s Documents
fr: Documents %s

# HTTPAPI_V1
source: Cannot store file because vault size limit is reached
fr: Vous ne pouvez pas ajouter un fichier car la taille maximale du coffre est atteinte

# HTTPAPI_V1
source: Create by HTTP API
fr: Créé par l'API HTTP

# HTTPAPI_V1
source: Deleted by HTTP API
fr: Supprimé par l'API HTTP

# HTTPAPI_V1
source: Document information
fr: Informations sur le document

# HTTPAPI_V1
source: File not recorded, File size transfert limited to %d Mb
fr: Fichier non enregistré, La taille maximale de fichier est de %d Mb

source: HTTPAPI_V1:API default page
fr: URL de la page par défaut de l'API

source: HTTPAPI_V1:Access to http api creation
fr: Créer avec l'API HTTP

source: HTTPAPI_V1:Access to http api delete
fr: Supprimer avec l'API HTTP

source: HTTPAPI_V1:Access to http api read
fr: Lire avec l'API HTTP

source: HTTPAPI_V1:Access to http api update
fr: Mettre à jour avec l'API HTTP

source: HTTPAPI_V1:Admin right
fr: Droit administrateur

source: HTTPAPI_V1:Anakeen documentation URL
fr: URL de la documentation de l'API

source: HTTPAPI_V1:Base URL used to generate canonic URL response (uri)
fr: Base de l'URL REST : utilisé pour générer les URL canonique

source: HTTPAPI_V1:DEFAULT_PAGE
fr: Page par défaut

source: HTTPAPI_V1:Http Api
fr: API HTTP

source: HTTPAPI_V1:INIT_RULES
fr: Compilation des règles de routage

source: HTTPAPI_V1:activate the etag cache for the request that handle it
fr: Activer les etag http pour les requêtes GET

source: HTTPAPI_V1:crud class
fr: Classe CRUD

source: HTTPAPI_V1:custom logger class
fr: Classes de log additionnelles

source: HTTPAPI_V1:default logger class
fr: Classes de LOG par défaut

source: HTTPAPI_V1:default value of the slice for collection
fr: Valeur par défaut pour le nombre de résultats retourné pour une collection

source: HTTPAPI_V1_DEV:Basic ACL
fr: ACL Basic

source: HTTPAPI_V1_DEV:HTTPAPI_V1_DEV
fr: Outil de développement

source: HTTPAPI_V1_DEV:Test HTTP API
fr: Outil de développement

# ddui
source: The folders
fr: Les dossiers

# ddui
source: The trash
fr: La poubelle

# HTTPAPI_V1
source: Update failed
fr: Échec de mise à jour

# HTTPAPI_V1
source: Update forbidden
fr: Mise à jour interdite

# HTTPAPI_V1
source: Updated by HTTP API
fr: Mis à jour par l'API HTTP
